{
  "id": "isopropanol-419364-419847",
  "document_number": "BA-XXX",
  "document_date": "10.05.2022",
  "company_name": "Sanimotion GmbH",
  "workplace": "Werkstatt / Lösemittel- und Reinigungsarbeiten mit Isopropanol",
  "name": "Isopropanol / 2-Propanol / Isopropylalkohol (Art.-Nr. 419364, 419847)",
  "hazard_category": "Highly flammable solvent; causes serious eye irritation, narcotic effects; endocrine-active substance",
  "pictograms": ["ghs02", "ghs07"],
  "safety_equipment": ["goggles", "gloves", "protective-clothing", "respiratory"],
  "hazards_description": "Classified as flammable liquid category 2 with easily flammable liquid and vapour (Flam. Liq. 2, H225, flashpoint 12 °C) and as causing severe eye irritation (Eye Irrit. 2, H319).[attached_file:file:11] May cause drowsiness and dizziness as specific target organ toxicant single exposure (STOT SE 3, H336); vapours are heavier than air, spread along ground and form explosive mixtures with air (explosion limits approx. 2–13.4 vol%). The substance is endocrine-active.[attached_file:file:11]",
  "protective_measures": "Avoid inhalation of vapours and contact with eyes and skin; ensure good general ventilation and, where commercially used, local exhaust ventilation and ground-level suction in work areas to keep vapour levels below the workplace limit of 200 ppm (500 mg/m³).[attached_file:file:11] Keep away from heat, hot surfaces, sparks and open flames; do not smoke, implement measures against electrostatic discharge and use only spark-free, non-antistatic tools; store containers tightly closed at 15–25 °C in a cool, well-ventilated location away from incompatible materials.[attached_file:file:11] Wear solvent- and acid-resistant chemical gloves (e.g. nitrile 0.4 mm, chloroprene 0.5 mm, butyl rubber 0.7 mm for long contact; butyl rubber or nitrile 0.1 mm for splash protection), safety goggles/face shield and suitable work clothing; use respiratory protection (filter A-P2) if technical ventilation is insufficient.[attached_file:file:file:11]",
  "emergency_procedures": "In case of accidental release, prevent spread by damming and containing the liquid, cover drains, provide adequate ventilation at ground level and keep away from ignition sources.[attached_file:file:11] Absorb spilled material using sand, diatomaceous earth, acid binder or universal binder, collect in suitable closed containers for waste disposal and thoroughly clean contaminated areas; prevent entry into drains, cellars and surface water.[attached_file:file:11] In case of fire, use water mist, alcohol-resistant foam, dry powder (BC powder) or CO₂ (not full water jet); wear self-contained breathing apparatus and chemical protective suit, cool exposed containers with water spray, and collect contaminated extinguishing water separately to prevent environmental pollution.[attached_file:file:11]",
  "emergency_phone_reference": "Giftnotdienst der Charité Universitätsmedizin Berlin, 24h: +49 (0)30 30 68 67 00; betriebliche Notrufnummer siehe Aushang.[attached_file:file:11]",
  "first_aid": {
    "hautkontakt": "Beschmutzte, getränkte Kleidung sofort ausziehen; betroffene Haut sofort mit viel Wasser und Seife waschen und gründlich nachspülen; bei Hautreizungen Arzt aufsuchen.[attached_file:file:11]",
    "augenkontakt": "Sofort vorsichtig und gründlich mit Augendusche oder fließendem Wasser spülen (mindestens 10–15 Minuten bei geöffnetem Lidspalt); Kontaktlinsen nach Möglichkeit entfernen und weiter spülen; anschließend umgehend Augenarzt aufsuchen.[attached_file:file:11]",
    "verschlucken": "Betroffene Person sofort trinken lassen; Mund mit reichlich Wasser ausspülen (nur wenn bei Bewusstsein); betroffene Person ruhig lagern, zudecken und warm halten; kein Erbrechen herbeiführen; sofort medizinische Hilfe holen.[attached_file:file:11]",
    "einatmen": "Betroffene Person an die frische Luft bringen und für ungehinderte Atmung sorgen; bei Atembeschwerden oder Atemstillstand künstliche Beatmung mit Beatmungsbeutel oder Beatmungsgerät (keine Mund-zu-Mund oder Mund-zu-Nasen Beatmung) einleiten; ruhig lagern und ärztliche Hilfe veranlassen.[attached_file:file:11]"
  },
  "first_aider_reference": "Ersthelfer sollen auf Selbstschutz achten und Atemschutz sowie chemikalienresistente Handschuhe tragen; bei Bewusstlosigkeit in stabile Seitenlage bringen; bei Atembeschwerden, Verdacht auf Aspiration oder anhaltenden Symptomen immer ärztliche Hilfe bzw. Notarzt hinzuziehen.[attached_file:file:11]",
  "disposal": "Do not dispose of with household waste; hand over to authorised hazardous-waste disposers in accordance with local and national regulations (Kreislaufwirtschaftsgesetz KrWG) and Directive 2008/98/EC.[attached_file:file:11] Suggested waste codes: 160506 (unused product and spent product, laboratory chemicals containing hazardous substances) and 150104 (contaminated packaging); completely emptied containers may be recycled; non-cleanable packaging must be disposed of as hazardous waste.[attached_file:file:11]",
  "responsible_person": "Gefahrstoffbeauftragte(r) / Verantwortliche Führungskraft"
}
