{
  "id": "klax-brennspiritus-d860888",
  "document_number": "D860888",
  "document_date": "11.10.2024",
  "revision": "1.00",
  "company_name": "Chemica – Chemische Produkte Abfüll- und Verpackungs GmbH & Co. KG",
  "workplace": "Werkstatt / Brennstoff für Spirituslampen und Heizzwecke",
  "name": "Klax Brennspiritus – Ethanol-basiertes Brennstoffgemisch",
  "hazard_category": "Flammable liquid category 2; causes severe eye irritation; narcotic effects; forms explosive vapour-air mixtures",
  "pictograms": ["ghs02", "ghs07"],
  "safety_equipment": ["goggles", "gloves-nitrile", "protective-clothing"],
  "hazards_description": "Classified as flammable liquid category 2 (H225: liquid and vapours easily flammable) and causes severe eye irritation (H319).[attached_file:file:14] Composition: 90% Ethanol (CAS 64-17-5, Flam. Liq. 2 H225, Eye Irrit. 2 H319), 1–2.5% 2-Propanol (CAS 67-63-0, Flam. Liq. 2 H225, Eye Irrit. 2 H319, STOT SE 3 H336: may cause drowsiness/dizziness), 1–2.5% Butanone/Methyl Ethyl Ketone (CAS 78-93-3, Flam. Liq. 2 H225, Eye Irrit. 2 H319, STOT SE 3 H336).[attached_file:file:14] Hazard EUH066: Repeated contact may lead to brittle or cracked skin.[attached_file:file:14] Flashpoint 12–21 °C; forms explosive vapour-air mixtures (lower explosion limit ~5 vol%). Density 0.79–0.81 g/cm³; pH neutral (~7); hygroscopic.[attached_file:file:14]",
  "protective_measures": "Use only in well-ventilated areas. Ensure adequate workplace ventilation and local exhaust at source. Avoid contact with eyes and skin. Do not eat, drink, or smoke during handling. After handling, always wash hands thoroughly. Wear safety goggles (ISO 16321-1, tightly fitting), appropriate protective clothing (EN ISO 13688, EN 13034), and nitrile rubber gloves (ISO 374-1) for repeated or prolonged contact; replace gloves after each use and at signs of wear or perforation.[attached_file:file:14] Use respiratory protection (P2 filter, EN 143) at high concentrations if ventilation is insufficient.[attached_file:file:14] Store in tightly sealed containers at a cool, well-ventilated location away from heat, hot surfaces, sparks, open flames, and ignition sources. Keep away from incompatible materials (alkali metals, oxidizing agents, peroxides, nitric acid, sulfuric acid).[attached_file:file:14] Storage classification TRGS 510: Class 3 (flammable liquids).[attached_file:file:14]",
  "emergency_procedures": "For accidental release: Ensure adequate ventilation, eliminate all ignition sources. Do not allow open flames or sparks. Keep away from unauthorized persons. Absorb spillage with absorptive material, sweep mechanically and collect in appropriate containers for disposal. Prevent entry into drains, groundwater, or surface waters; notify authorities if product enters water systems.[attached_file:file:14] For fire: Use suitable extinguishing agents – water spray, dry powder, foam, or CO₂ (avoid full water jet). Wear self-contained breathing apparatus and complete protective clothing. Cool exposed containers with water spray. Collect contaminated firefighting water separately; hazards include carbon monoxide and carbon dioxide.[attached_file:file:14]",
  "emergency_phone_reference": "Giftinformationszentrale Göttingen: +49 551 19240.[attached_file:file:14]",
  "first_aid": {
    "inhalation": "Move affected person to fresh air and ensure unobstructed breathing. For breathing difficulties or persistent symptoms, seek medical treatment.[attached_file:file:14]",
    "skin_contact": "Wash skin immediately with water and soap. Remove all contaminated clothing immediately before reuse. For persistent discomfort, consult a physician. Note: Repeated contact may cause dermatitis or cracked skin (EUH066).[attached_file:file:14]",
    "eye_contact": "Rinse gently and carefully with water for several minutes. Remove contact lenses if possible and continue rinsing. For persistent eye irritation, seek medical/ophthalmological attention immediately.[attached_file:file:14]",
    "ingestion": "If ingestion occurs, call poison control center or physician immediately. Symptomatic treatment required."
  },
  "first_aider_reference": "In all cases of doubt or persistent symptoms, seek medical advice. Provide safety data sheet to treating physician. Consider exposure limits: Ethanol AGW 380 mg/m³ (200 ppm), 2-Propanol AGW 500 mg/m³ (200 ppm), Butanone AGW 600 mg/m³ (200 ppm, short-term exposure limit 900 mg/m³ at 300 ppm).[attached_file:file:14]",
  "fire_suppression": "Suitable extinguishing agents: water spray, dry powder, foam, CO₂. Unsuitable: full water jet. Wear self-contained breathing apparatus and complete protective clothing. Cool containers in danger area with water spray. Hazard: Toxic smoke gases (carbon monoxide, carbon dioxide), explosive vapours formed until complete evaporation.[attached_file:file:14]",
  "disposal": "Dispose in accordance with local, regional, national, and international regulations. Hazardous waste classification: HP3 (flammable) – flammable liquid waste with flashpoint <60 °C; HP4 (irritant) – waste causing skin irritation or eye damage.[attached_file:file:14] Do not dispose of with household waste; do not pour into drains; do not dispose of in sewers or surface waters. Recycling or disposal per applicable statutory regulations.[attached_file:file:14]",
  "transport_classification": "UN 1170 (Ethanol solution), Class 3 (flammable liquid), Packing Group II, Kemler-Zahl 33. Transport hazard label: 3 (flammable). Limited Quantity 1 L, exempt quantity E2. Tunnel restriction code: D (Germany).[attached_file:file:14] Air transport: Passenger 30 kg G, Cargo 75 kg.[attached_file:file:14]",
  "environmental_hazard": "Ethanol: Readily biodegradable (84 days), weak adsorption to soil, swiftly mobile in soil; PNEC freshwater 0.96 mg/L. 2-Propanol: Readily biodegradable (53 days), high soil mobility. Butanone: Readily biodegradable (98 days), weak bioaccumulation potential. Not classified as hazardous to aquatic environment or ozone layer. WGK (water hazard class) 1 – weakly hazardous to water.[attached_file:file:14]",
  "responsible_person": "Gefahrstoffbeauftragte(r) / Verantwortliche Führungskraft"
}
