{
  "id": "renia-ortec-kontaktkleber-170000",
  "document_number": "170.000",
  "document_date": "04.01.2018",
  "revision": "2.60",
  "company_name": "Renia Gesellschaft mbH. Chemische Fabrik",
  "workplace": "Klebstoffverarbeitung / Industrielle Klebeanwendung",
  "name": "Renia Ortec – Polychlopropen-Kontaktkleber (Flüssig)",
  "hazard_category": "Flammable liquid category 2; skin irritation; severe eye irritation; STOT SE 3 (drowsiness/dizziness); aquatic toxicity chronic category 2; carcinogenicity, mutagenicity, reproductive toxicity not classified",
  "pictograms": ["ghs02", "ghs05"],
  "safety_equipment": ["eye-protection", "gloves", "protective-clothing", "respiratory-protection"],
  "hazards_description": "Classified Flam. Liq. 2 (H225: liquid and vapour easily flammable), Skin Irrit. 2 (H315: causes skin irritation), Eye Irrit. 2 (H319: causes severe eye irritation), STOT SE 3 (H336: may cause drowsiness and dizziness), Aquatic Chronic 2 (H411: toxic to aquatic organisms with long-term effects).[attached_file:file:16] Composition: Polychloroprene adhesive with modified synthetic resins and stabilizers in organic solvent mixture—25–35% ethyl acetate (CAS 141-78-6, Flam. Liq. 2 H225, Eye Irrit. 2 H319, STOT SE 3 H336; LD50 oral 5600 mg/kg, dermal 18000 mg/kg, LC50 inhal. 58 mg/L); 20–25% hydrogen-treated naphtha (CAS 64742-49-0, Flam. Liq. 2 H225, Skin Irrit. 2 H315, STOT SE 3 H336, Asp. Tox. 1 H304, Aquatic Chronic 2 H411; LD50 oral 5000 mg/kg, dermal 3160 mg/kg, LC50 inhal. 25 mg/L); 20–25% cyclohexane (CAS 110-82-7, Flam. Liq. 2 H225, Skin Irrit. 2 H315, STOT SE 3 H336, Asp. Tox. 1 H304, Aquatic Acute 1 H400, Aquatic Chronic 1 H410; LD50 oral 5000 mg/kg, dermal 2000 mg/kg, LC50 inhal. 32.88 mg/L); 0.1–1% rosin (colophonium, CAS 8050-09-7, Skin Sens. 1 H317; LD50 oral/dermal 2000 mg/kg; may trigger allergic hypersensitivity reactions, EUH208).[attached_file:file:16] Solvent content: 78.3%, solids 21.7%. Vapours form explosive mixtures with air. Hydrolysis hazard (aspiration toxicity from naphtha and cyclohexane); HCl released on combustion; smoke development during burning.",
  "protective_measures": "Local exhaust ventilation system required at points of use (open handling); if unavailable, ensure good workplace ventilation (adequate room ventilation). Do not eat, drink, or smoke during work. Create and follow skin protection plan; wash hands and face thoroughly before breaks and work end; apply solvent-resistant skin protective products before work. Wear tight-fitting safety goggles (EN 166), butyl rubber gloves (minimum 0.5 mm thickness, max wearing time 1 h before change), chemically resistant protective clothing with CE marking (4-digit test number).[attached_file:file:16] Respiratory protection required if ventilation inadequate (combination filter device EN 14387, filter types A-P2 for organic vapours and particles). Occupational exposure limits: Cyclohexane AGW (Germany) 200 ppm (700 mg/m³); Ethyl acetate AGW 200 ppm (730 mg/m³). Biological exposure limits (TRGS 903): Cyclohexane 150 μg/g creatinine in urine (spot sample at shift end).[attached_file:file:16] Keep container sealed and store at 15–30 °C in cool, well-ventilated location. Ensure adequate ventilation in storage room. Do not store with oxidizing agents, pyrophoric or self-heating hazardous substances; separate packaging and combustible materials. Storage floor must be impermeable and solvent-resistant. Small quantities in suitable hazardous materials cabinets (TRGS 510 storage class 3 – flammable liquids). Flash point 65 °C (DIN 53 171); pour point −18 °C. Self-ignition temperature 200 °C; explosion range 1–11.5 Vol.%.[attached_file:file:16]",
  "emergency_procedures": "For accidental release: Avoid skin, eye, and clothing contact. Use personal protective equipment. Remove all ignition sources; ensure adequate ventilation. Do not allow entry into drains or water bodies; cover drains if necessary. Absorb with liquid-binding material (sand, diatomaceous earth, acid binder, universal binder); dispose per Section 13. For fire: Use CO₂, alcohol-resistant foam, dry powder, or water spray (avoid direct full water jet). For large fires use self-contained breathing apparatus (SCBA). Cool exposed containers with water spray. Collect contaminated firefighting water separately—do not allow drainage to environment or water bodies. Avoid inhalation of explosive/flammable vapours and combustion gases (HCl generated).[attached_file:file:16]",
  "emergency_phone_reference": "Renia GmbH Cologne: +49 (0)221 630799-0 (Office); +49 (0)221 630799-50 (Fax); E-mail info@renia.com. Emergency call hours 7:30 AM–4:00 PM. For German poison control (Giftnotruf München): +49 (0)89 19240.[attached_file:file:16]",
  "first_aid": {
    "inhalation": "Remove affected person from hazard area and lay down. Ensure fresh air. For breathing difficulties or respiratory arrest, initiate artificial respiration. If decomposition products were inhaled, place person in fresh air and rest position. Seek immediate medical attention if respiratory tract irritation, dizziness, nausea, or unconsciousness occurs. For unconsciousness, place in stable lateral position.[attached_file:file:16]",
    "skin_contact": "Remove contaminated clothing immediately and wash before reuse. Wash affected areas thoroughly with copious amounts of water and soap. Apply skin cream/fat to affected areas post-washing. Wash hands and face thoroughly before breaks and work end. For frequently occurring and prolonged skin contact, seek medical advice.[attached_file:file:16]",
    "eye_contact": "Rinse eyes immediately with running water for 10–15 minutes with eyelids held open. Remove contact lenses if possible and continue rinsing. Consult an ophthalmologist immediately afterward.[attached_file:file:16]",
    "ingestion": "Rinse mouth immediately and drink copious amounts of water. DO NOT induce vomiting. For allergic reactions, especially airway involvement, seek immediate medical attention. Provide treatment/supportive care based on patient assessment (symptomatic and supportive).[attached_file:file:16]"
  },
  "first_aider_reference": "Symptoms: Allergic reactions, skin irritation (erythema, itching, possible dermatitis with repeated exposure), severe eye irritation (tearing, redness), central nervous system effects (drowsiness, dizziness, nausea), respiratory effects (airway irritation, asthma-like symptoms with inhalation).[attached_file:file:16] Symptomatic and supportive treatment; if allergy (especially respiratory) suspected, seek immediate medical evaluation. Transport in stable lateral position; if respiratory distress, semi-seated position. Oxygen support if needed.",
  "fire_suppression": "Suitable extinguishing agents: CO₂, alcohol-resistant foam, dry powder ABC powder, water spray, dry sand. Unsuitable: direct full water jet. Personal protective equipment: self-contained breathing apparatus (SCBA) for fire environment. Use water spray to cool containers in danger zone, collect contaminated firefighting water separately (do not drain).[attached_file:file:16]",
  "disposal": "Dispose in accordance with local, regional, and national regulations. Hazardous waste classification per EU Directive 2008/98/EC, Annex III. Waste codes per AVV (Abfallverzeichnisverordnung): 080409 (adhesive and sealant waste containing organic solvents or hazardous substances – dangerous waste); 150104 (metal packaging – if emptied, potentially recyclable if clean; non-cleanable containers as 080409 hazardous waste). Consult authorized waste disposal contractor for proper classification and disposal.[attached_file:file:16]",
  "transport_classification": "UN 1133 (Adhesives/Cyclohexane/Naphtha trigger); Class 3 (flammable liquid); Packaging group III; Hazard label 3; Classification code F1; Special provisions 640H; Limited quantity (LQ) 5 L; Exempted quantity (E) 1 L; Transport category 3; Tunnel code DE. Environmental hazard: YES (ENVIRONMENTALLY HAZARDOUS).[attached_file:file:16] ADR/RID (Land): As above. ADN (Inland waterway): Same classification. IMDG (Sea): UN 1133, Class 3, PG III, EmS F-E, S-D, marine pollutant = No. ICAO/IATA (Air): UN 1133, Class 3, PG III; passenger/cargo LQ 10 L/355 L; max qty passenger 60 L/cargo 220 L; special provisions A3, Y344.[attached_file:file:16]",
  "environmental_hazard": "Aquatic toxicity—Acute: Ethyl acetate LC50 96h 230 mg/L (fish Pimephales promelas); Naphtha LC50 96h 10 mg/L; Cyclohexane LC50 96h 4.53 mg/L (fish); Cyclohexane EC50 48h 0.9 mg/L (Daphnia—very toxic).[attached_file:file:16] Chronic: All three components classified Aquatic Chronic 2–1. Persistence: Product slow biodegradation (not readily biodegradable). Bioaccumulation: log Pow—Ethyl acetate 0.6 (low), Naphtha 4–5 (moderate), Cyclohexane 3.4 (moderate); BCF Ethyl acetate 30. Classification: ENVIRONMENTALLY HAZARDOUS. Water hazard class (WGK) 2 per VwVwS (moderately hazardous to water). VOC content 100 (820 g/L).[attached_file:file:16]",
  "responsible_person": "Ansprechpartner: Heinz Buchholz (Dipl. Chem) / Labor Renia"
}
