{
  "id": "sekundenkleber-blau-kl2100",
  "document_number": "KL2100",
  "document_date": "13.06.2024",
  "company_name": "FIOR GENTZ GmbH / RG Faserverbundwerkstoffe GmbH",
  "workplace": "Werkstatt / Kleben mit Sekundenkleber",
  "name": "Sekundenkleber blau (Blue Adhesive) – Ethyl-Cyanacrylat-Klebstoff, Art.-Nr. KL2100",
  "hazard_category": "Cyanoacrylate instant adhesive; causes skin and eye irritation, airway irritation; bonds skin and eyelids in seconds; exothermic polymerization risk; contains 1,4-dihydroxybenzol (suspected carcinogen, mutagenic)",
  "pictograms": ["ghs07"],
  "safety_equipment": ["goggles", "gloves", "protective-clothing"],
  "hazards_description": "Classified as skin irritant category 2 (H315: causes skin irritations) and eye irritant category 2 (H319: causes severe eye irritation); can irritate airways (STOT SE 3, H335: can irritate respiratory tract). Special hazard EUH202: Cyanoacrylate – Danger. Adhesive bonds skin and eyelids in seconds. Contains 70–90% Ethyl-2-cyanacrylat (CAS 7085-85-0, Skin Irrit. 2, Eye Irrit. 2, STOT SE 3, LD50 dermal 2000 mg/kg, LD50 oral 5000 mg/kg) and 0.01–0.1% 1,4-Dihydroxybenzol (CAS 123-31-9, suspected carcinogen H351, suspected mutagen H341, skin sensitizer H317, acute tox. 4 H302, serious eye damage H318, hazardous to aquatic organisms H400).[attached_file:file:13] Cyanoacrylates release heat during hardening (exothermic reaction); large-area contamination can generate sufficient heat to cause thermal burns. Polymerized adhesive forms slippery surface with water; volatile flammable components may be released during processing (flashpoint 87 °C).",
  "protective_measures": "Use only in well-ventilated areas. Avoid spillage or spraying in enclosed spaces. Do not eat, drink, or smoke during handling. Do not use near ignition sources. Wash hands thoroughly after work and before breaks; apply skin protection cream preventively. Wear safety goggles (EN 166:2001), light protective clothing; gloves not practicable due to instant adhesion property (direct contact to be avoided by handling technique). Use respiratory protection (filter A DIN EN 14387) at high concentrations. Store in approved containers, solvent-resistant floors, cool well-ventilated location in tightly closed containers; keep away from oxidizing agents, heat, and ignition sources. Storage classification TRGS 510: Class 10.[attached_file:file:13]",
  "emergency_procedures": "For accidental release: Ensure adequate ventilation, keep away from ignition sources. Do not use aggressively; prevent polymerization to surfaces. Absorb with liquid-binding material (sand, diatomaceous earth, universal binder), collect in suitable containers for disposal. Prevent entry into drains or surface water. For fire: Use CO₂, water spray, sand, or dry powder (avoid full water jet). Wear self-contained breathing apparatus and chemical-protective suit. Collect contaminated firefighting water separately; risk of toxic pyrolysis products (carbon monoxide) and hazardous gases.[attached_file:file:13]",
  "emergency_phone_reference": "Vergiftungs-Informations-Zentrale Freiburg: +49 761 19240.[attached_file:file:13]",
  "first_aid": {
    "hautkontakt": "Remove contaminated clothing and rewash before reuse. Wash immediately with large amounts of water and soap. Do NOT pull off hardened adhesive aggressively from skin. To remove adhesive: Gently peel off while soaking the contaminated area in cold water (effective but slower than warm water). If large-area contamination with significant heat generation (thermal burn sensation): Use cold water. If no burn sensation but adhesive stuck to clothing: Soak with warm soapy water and gently roll back or peel off the clothing. For persistent discomfort, consult a physician.[attached_file:file:13]",
    "augenkontakt": "Rinse gently and carefully with water for several minutes using an eyewash station. Remove contact lenses if possible. Continue rinsing. For stuck eyelids: Do NOT open forcefully; allow medical professional assistance only. If eye irritation persists, seek ophthalmological attention immediately.[attached_file:file:13]",
    "verschlucken": "Provide medical treatment immediately. Do NOT induce vomiting. Give nothing to drink. Ensure airways are not obstructed. Note: Product polymerizes instantly in mouth and cannot be swallowed; hardened polymer separates slowly from mouth within hours. Do NOT attempt to pull off hardened adhesive from mouth. Monitor mouth to ensure adhesive does not enter airways upon detachment.[attached_file:file:13]",
    "einatmen": "Provide fresh air. For breathing difficulties or discomfort, seek medical treatment. Provide safety data sheet to physician.[attached_file:file:13]"
  },
  "first_aider_reference": "Cyanoacrylates release exothermic heat during polymerization; first aiders should be aware of thermal burn risk from large-area contact. For any stuck eyelids, do NOT force open – seek immediate medical/professional assistance. Provide safety data sheet to treating physician.[attached_file:file:13]",
  "fire_suppression": "Suitable extinguishing agents: CO₂, water spray, sand, dry powder. Unsuitable: full water jet. Wear self-contained breathing apparatus and chemical-protective suit. Cool exposed containers with water spray. Hazard: Carbon monoxide and toxic pyrolysis gases possible. Collect contaminated firefighting water separately.[attached_file:file:13]",
  "disposal": "Product residues disposed in accordance with Directive 2008/98/EC and national/regional regulations. Waste code assignment (European Waste Catalog AVV) depends on end use; coordinate with waste disposer.[attached_file:file:13] Hazardous waste codes: 080409 (adhesive and sealant wastes containing organic solvents or hazardous substances). Contaminated packaging: waste code 15 01 10 (hazardous waste); completely emptied clean containers may enter appropriate recycling streams.[attached_file:file:13]",
  "transport_classification": "Inland water/ocean shipping: Not classified as dangerous goods. Air transport (ICAO-TI/IATA-DGR): Regulated as flammable liquid (Class 9) for volumes >0.5 L, Packing Group III; gefahrzettel 9.[attached_file:file:13]",
  "environmental_hazard": "1,4-Dihydroxybenzol: Acute fish toxicity LC50 638 mg/L (96 h), acute algae toxicity ErC50 33–330 mg/L (72 h), hazardous to aquatic organisms (H400). Hardened product is immobile in soil. Slightly hazardous to water (WGK 1).[attached_file:file:13]",
  "responsible_person": "Gefahrstoffbeauftragte(r) / Verantwortliche Führungskraft"
}
